Repository: Andy126/gaode
Catalog: hl_sport_ios/hl_sport_watch_test Watch App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 100 m pace
zh_hans: 百米配速

source: 100 yd pace
zh_hans: 百码配速

source: average heart rate
zh_hans: 平均心率

source: Confirm
zh_hans: 确认

source: Connecting
zh_hans: 连接中

source: Consume
zh_hans: 消耗

source: Delete
zh_hans: 删除

source: Distance
zh_hans: 距离

source: Duration
zh_hans: 时长

source: Heart rate
zh_hans: 心率

source: m
zh_hans: 米

# no_unsynchronized_data
source: There is currently no data, please start your exercise
zh_hans: 当前无未同步数据，请开启你的首次运动

source: Open Water Swim
zh_hans: 公开水域游泳

# pause_or_continue
source: To pause or continue, press the crown and side buttons at the same time
zh_hans: 若要暂停或继续，请同时按下表冠和侧边按钮

source: Paused
zh_hans: 已暂停

# permission_failed
source: Permission request failed
zh_hans: 权限请求失败

# please_settings
source: Please go to Settings - Health -App to change permissions.
zh_hans: 请前往设置-健康-App 更改权限。

# records_synchronized
source: All records are synced, please check on iPhone
zh_hans: 所有记录已经同步，请在手机查看

# save_swimming_data
source: Save swim data?
zh_hans: 保存游泳数据？

source: Saving
zh_hans: 保存中

# settings_in_iphone
source: Please complete the Settings in the mobile app.
zh_hans: 请在手机端app中完成设置。

# speed
source: Pace
zh_hans: 配速

source: Start
zh_hans: 开始

# swimming_distance
source: Swim distance
zh_hans: 游泳距离

# swimming_duration
source: Swim duration
zh_hans: 游泳时长

# swimming_record
source: Swim record
zh_hans: 的游泳记录

# times_per_minute
source: BPM
zh_hans: 次 / 分

# turn_on_goggles
source: Please turn on goggles and keep the GPS in good condition.
zh_hans: 请将泳镜开启，并保持GPS信号良好。

# unlock_screen_swimming
source: To unlock the screen during swim training, press and hold the digital crown.
zh_hans: 若要在游泳训练中解锁屏幕，请长按数码表冠。

# weak_GPS_signal
source: Weak GPS signal may affect the accuracy of distance information.
zh_hans: GPS信号弱可能影响距离信息准确性。

source: YD
zh_hans: 码
